Repository: 84000/data-translation-memory
Catalog: toh381_84000-emergence-from-samputa.tmx
Source language: bo
Languages: en

source: །འབྱུང་བ་ལྔ་ཡི་རང་བཞིན་ལས།
en: In sexual play there are five types of enjoyment

source: །ཀུན་དུ་རུ་ལས་ལྔ་རུ་འགྱུར།
en: Corresponding to the five elements.

source: །དགའ་བ་ཆེན་པོ་གཅིག་ཉིད་ལས།
en: “What is a single great delight

source: །དབྱེ་བས་ལྔ་རུ་འགྲོ་བར་འགྱུར། །བོལླ་ཀཀྐོ་ལ་སྦྱོར་བས།
en: Becomes fivefold when the categories are applied.

source: །རེག་པ་སྲ་བའི་བག་ཆགས་ཀྱིས།
en: The solidity is experienced Through the touch felt when bola and kakkola unite.

source: །སྲ་བ་གཏི་མུག་ཆོས་ཡིན་ཕྱིར།
en: “Because the solidity has the quality of delusion,

source: །གཏི་མུག་རྣམ་པར་སྣང་མཛད་བརྗོད།
en: Delusion is regarded as Vairocana.

source: །གང་ཕྱིར་བྱང་སེམས་གཤེར་བ་ཉིད།
en: Since bodhicitta is liquid,

source: །གཤེར་བ་ཆུ་ཡི་ཁམས་སུ་བརྗོད།
en: This liquid is regarded as the water element.

source: ཆུ་ནི་མི་བསྐྱོད་ངོ་བོའི་ཕྱིར།
en: “Since water has the nature of Akṣobhya,

source: །ཞེ་སྡང་འདྲེན་པ་མི་བསྐྱོད་པ།
en: Hatred is the guide Akṣobhya.

source: །གཉིས་ཀྱི་བསྐྱོད་པའི་སྦྱོར་བ་ལས།
en: When the two organs are united in mutual rubbing

source: །རྟག་ཏུ་དྲོད་ནི་སྐྱེ་བར་འགྱུར།
en: Heat is always born.

source: །འདོད་ཆགས་དཔག་མེད་རྡོ་རྗེ་ཡིན།
en: “This heat of passion is the vajra state of Amitābha,

source: །འདོད་ཆགས་དྲོད་ལས་འབྱུང་བར་འགྱུར།
en: For passion is born within heat.

source: །ཀཀྐོ་ལར་ནི་གང་ཞིག་སེམས།
en: The semen-consciousness deposited in the kakkola

source: །དེ་ནི་རླུང་གི་རང་བཞིན་ཅན།
en: Has the nature of wind. “This movement of envy is Amoghasiddhi,

source: །དོན་ཡོད་རླུང་ལས་འབྱུང་བའི་ཕྱིར། །ཕྲག་དོག་དོན་ཡོད་གྲུབ་པ་ཡིན།
en: For Amogha is born from wind.

source: །བདེ་བ་འདོད་ཆགས་སེམས་ཡིན་ཏེ།
en: Pleasure is the impassioned mind—

source: །རིན་ཆེན་ཁྲག་དང་འདོད་ཆགས་ཉིད།
en: The jewel with the characteristics of space.

source: །སེར་སྣ་ནམ་མཁའ་ལས་བྱུང་བ།
en: “Space is the vajra quality of backbiting,

source: །ནམ་མཁའ་སེར་སྣ་རྡོ་རྗེ་ཡིན།
en: For backbiting is born from space.

source: །སེམས་ནི་ཆེན་པོ་གཅིག་ཉིད་ལ།
en: The one great semen-consciousness

source: །ལྔ་ཡི་གཟུགས་ཀྱིས་མཚོན་པ་ཉིད།
en: Is thus characterized by these five aspects.

source: །རིགས་ནི་ལྔ་པོ་སྐྱེས་པ་ལྔ།
en: “Arisen within the five families,

source: །དེ་ལ་སྟོང་ཕྲག་དུ་མ་ཉིད།
en: They are multiplied therein by the thousand.

source: །དེ་ཕྱིར་འདི་དག་རང་བཞིན་གཅིག །བདེ་ཆེན་མཆོག་ཏུ་ཕན་པ་ཉིད།
en: Still, their nature is but single— The unending, ultimate bliss. “This bliss, however, becomes fivefold according to the division

source: །འདོད་ཆགས་ལ་སོགས་སེམས་ལྔ་ཡིས།
en: Into the five mental states of passion, and so forth.

source: །དབྱེ་བས་ལྔ་རུ་འགྲོ་བར་འགྱུར།
en: “Within each of the five families there are multitudes of tathāgatas,

source: །གང་གཱའི་ཀླུང་ནི་བཅུ་ཡི་བྱེ་མ་སྙེད། །རིགས་གཅིག་ལ་ནི་དེ་བཞིན་གཤེགས་པའི་ཚོགས།
en: Equal in number to the grains of sand in ten Ganges Rivers.

source: །རིགས་ཆེན་ལྔ་ནི་རིགས་ནི་དུ་མ་རྣམས།
en: Within each of these great families there are many families,

source: །དེ་རྣམས་རིགས་ལས་བརྒྱ་ཕྲག་དུ་མ་རྣམས།
en: And within each of these families there are many hundreds more families.

source: །དེ་རྣམས་ལ་ཡང་འབུམ་ཕྲག་རིགས་ཆེན་རྣམས།
en: “These too are big, containing hundreds of thousands of families,

source: །བྱེ་བའི་རིགས་ལ་གྲངས་ནི་མེད་པར་འགྱུར།
en: Which have tens of millions, which in turn become innumerable.

source: །དེ་ལ་རིགས་ལ་གྲངས་མེད་རིགས་རྣམས་ཉིད།
en: Within each of these families there are further innumerable families—

source: །མཆོག་ཏུ་དགའ་བའི་རིགས་ལས་བྱུང་བ་རྣམས།
en: All of them arise from the family of the supreme joy.”

source: །ཞེས་བཀའ་སྩལ་ཏོ། །འདིར་གསོལ་པ།
en: So spoke

source: ཅི་གོང་བུའི་གཟུགས་ཅན་འདི་ཙམ་དུའང་ཆུང་བ་དེ་སྙེད་ཀྱི་རང་བཞིན་དུ་འགྱུར་བ་ཅི་ལགས།
en: “How can all this be contained in the form of a globule the size of a particle?”

source: །སྐྲ་ཡི་ཁྱོན་ཙམ་ཕྲ་བ་ལ། །སངས་རྒྱས་ཞིང་ཁམས་དུ་མ་ནི།
en: “It is so because many buddhas can fit in the space of a hair’s width,

source: །གནས་དང་དོག་དང་འཛེར་མིན་པ། །དེ་བཞིན་འདིར་ཡང་བལྟ་བྱ་སྟེ།
en: Without crowding or causing inconvenience to one another.

source: །སྟོབས་བཅུ་དག་དང་ལྡན་པའི་ལྷ། །བཞེངས་ཤིག་བཞེངས་ཤིག་བདག་གི་ནི།
en: “Rise, rise, O deities, replete with the ten powers,

source: །སྡུམ་པར་སྟོན་མོ་བཞེས་པར་འཚལ།
en: Who wish to feast in my house,

source: །རྫུ་འཕྲུལ་སྟོབས་ཀྱིས་རིགས་ཀྱི་བུ།
en: And you, sons of the buddha families, who appear through your miraculous powers.

source: །ཡང་དག་བྱུང་བ་བཀའ་སྩལ་པ།
en: “Listen, O goddess, as I will now teach

source: །ཡང་དག་སྦྱོར་བྱུང་མཚན་ཉིད་ནི། །བཤད་པར་བྱ་ཡིས་ལྷ་མོ་ཉོན།
en: The characteristics of the emergence from sampuṭa.

source: །གསང་བ་ལ་ནི་ས་ཡི་ཁམས།
en: “The word rahasye abides in the element earth;

source: །མཆོག་ལ་དེ་བཞིན་དུ་ནི་ཆུ།
en: Parame , in the element water;

source: །དགྱེས་པ་ལ་ནི་མེ་རུ་བཤད།
en: Ramye , in the element called fire;

source: །ཐམས་ཅད་བདག་ཉིད་རླུང་ལ་གནས།
en: And sarvātmani abides in wind.

source: །རྟག་ཏུ་བཞུགས་པར་བརྗོད་པ་འདི།
en: “The phrase sadā sthitaḥ expresses The saṃvara identity of all buddhas,

source: །སངས་རྒྱས་ཀུན་གྱི་སྡོམ་པ་བདག །ཡང་ན་མེ་ལོང་ལྟ་བུའི་ཚུལ།
en: Always present in the form of mirror-like wisdom,

source: །དེ་བཞིན་དུ་ཡང་མཉམ་པ་ཉིད།
en: The wisdom of equality,

source: །སོ་སོར་རྟོག་པའི་ཆོ་ག་བཞིན།
en: “The wisdom of clear discrimination,

source: །དེ་བཞིན་བྱ་བ་ནན་ཏན་ལ།
en: Or the wisdom accomplishing all actions.

source: །ཤིན་ཏུ་རྣམ་དག་རང་བཞིན་ཅན།
en: The nature of impeccable purity.

source: །དེ་བཞིན་རྣམ་པར་སྣང་མཛད་ཉིད། །གཞན་ཡང་མི་བསྐྱོད་པ་ཉིད་དང་། །ཡང་ན་རིན་ཆེན་འབྱུང་གནས་དང་། །ཡང་ན་འོད་དཔག་མེད་པ་ཡིས།
en: “It is thus always present as Vairocana.

source: །གང་ཚེ་རྟག་བཞུགས་དོན་ཡོད་ལ།
en: When it is always present as Amoghasiddhi, It could be in the form of Ratnasaṃbhava, Or perhaps Amitābha.

source: །ཐིག་ལེའི་གཟུགས་ཏེ་ཡིད་ལྟ་བུ།
en: Consisting in its nature purely of mind.

source: །ཤིན་ཏུ་ཡང་དག་ཡེ་ཤེས་ཆེ།
en: It is also pristine great gnosis,

source: །ལྷ་མོ་ཀུན་གྱི་རང་བཞིན་ཅན།
en: The nature of all female deities.

source: །རྡོ་རྗེ་སེམས་དཔའ་ཞེས་བྱར་བཤད།
en: “It is called Vajrasattva

source: །བདེ་བ་དམ་པ་རུ་ནི་བརྗོད།
en: And is declared to be the ultimate bliss.

source: །རང་བྱུང་ངོ་བོ་འདི་ཉིད་ནི།
en: Its self-existing nature, however,

source: །ཆོས་ཀྱི་སྐུར་ནི་རབ་ཏུ་གྲགས།
en: Is known as the dharmakāya.

source: །དེ་ཡི་ཤེས་རབ་ལྷན་ཅིག་སྐྱེས།
en: “This Vajrasattva possesses innate wisdom, Prajñā,

source: །དེ་ཕྱིར་གནས་པའི་གཟུགས་ཅན་མ།
en: Established by her nature as part of him.

source: །བདག་མེད་མ་ཞེས་རྣམ་པར་བཤད།
en: “She is called Nairātmyā,

source: །དཔྱིད་ཀྱི་ཐིག་ལེ་ཉིད་དུ་བརྗོད།
en: Also known as Vasantatilakā.

source: །སྐྲ་ཡི་རྩེ་མོ་བརྒྱ་སྟོང་ལུས།
en: Her body consists of hundreds of thousands of points of light

source: །གློག་གི་ཟེར་མ་མཉམ་པའི་འོད།
en: As dazzling as a massive flash of lightning.

source: །ལྷ་ཡི་རྣལ་འབྱོར་དུས་སུ་ནི།
en: “During deity yoga practice, however, These points of light come out

source: །བ་སྤུའི་ཁུང་བུའི་རྩེ་བུག་ནས། །ཕྱོགས་བཅུར་རྣམ་པར་ཕྱུང་ནས་ནི།
en: Through the pores of one’s skin into the ten directions,

source: །ཀུན་ཏུ་ལྷ་དང་ལྷ་མིན་བསྡིགས།
en: Threatening all the gods and demigods.

source: །སྙིང་ལ་ཆོས་ཀྱི་འཁོར་ལོར་ནི།
en: “Having blazed in the dharmakāya cakra at the chest,

source: །བསྲེགས་ནས་ལོངས་སྤྱོད་འཁོར་ལོར་སོང་།
en: The rays of light reach the cakra of the sambhogakāya.

source: །སྣ་ཡི་བུ་ག་གཡས་པ་ནས།
en: They then exit through the right nostril,

source: །ཐམས་ཅད་དུ་ནི་ཕྱུང་ནས་ནི།
en: Radiating all around.

source: །མཛོད་སྤུར་སོང་བ་དག་གིས་ཀྱང་།
en: “Coming out also through the opening located at one’s crown,

source: །བུག་པ་ངེས་པར་ཕྱོགས་བཅུ་ཡི།
en: The light rays radiate throughout the ten directions,

source: །ཤངས་ཀྱི་བུ་ག་གཡོན་པར་ནི།
en: Through their left nostrils.

source: །ཞུགས་ནས་སྤྱི་གཙུག་འཁོར་ལོར་ནི།
en: “The light rays then enter the cakra at the top of their heads;

source: །ཀུན་བསྲེགས་རྣམ་པར་ཕྱུང་ནས་ནི།
en: Having set their cakra ablaze with light, should withdraw and re-enter the practitioner

source: །སྔར་གསུངས་ཉིད་ཀྱི་བུག་པ་ནས། །ཡང་ནི་སྤྱི་གཙུག་ཞུགས་པར་བྱ།
en: Through the previously mentioned opening at the crown.

source: །སངས་རྒྱས་རྣམས་ནི་བསྲེགས་པ་ཡིས།
en: “While all the buddhas are being burned up,

source: །དགའ་བ་དེ་ནས་བསྐྱེད་པར་བྱ།
en: She will cause bliss to arise.

source: །ལྟེ་བའི་དཀྱིལ་འཁོར་ཕྱིན་ནས་ནི།
en: Finally, having returned to the area of the navel,

source: །སྔ་མ་བཞིན་དུ་གནས་པར་འགྱུར།
en: She will abide there as before.”

source: །ཡང་དག་པར་སྦྱོར་བ་ལས་བྱུང་བའི་རྒྱུད་ཆེན་པོ་ལས་དཔྱིད་ཀྱི་ཐིག་ལེ་ཞེས་བྱ་བའི་བརྟག་པའི་རྒྱལ་པོ་སྟེ་དྲུག་པའོ།།
en: This concludes the sovereign chapter called Vasantatilakā, the sixth in the great tantra, the “Emergence from Sampuṭa.” Chapter 7 “I want to hear, O Blessed One,

source: །།ངག་གི་ཕྱག་རྒྱའི་མཚན་ཉིད་ནི། །བཅོམ་ལྡན་བདག་ནི་ཉན་པར་འཚལ།
en: The description of secret code words.

source: །དགོངས་པའི་སྐད་ནི་ཅི་ཞེས་བགྱི།
en: What can be said about this twilight language? Please speak conclusively, O Blessed One, {7.1.1} “About this great pledge of the yoginīs

source: །རྣལ་འབྱོར་མ་ཡི་རྟག་དམ་ཚིག །ཉན་ཐོས་ལ་སོགས་མི་ཤེས་པ།
en: That cannot be deciphered by the hearers and others.

source: །རྒོད་དང་ལྟ་བ་དག་གིས་ཀྱང་།
en: With the smiling, glancing,

source: །འཁྱུད་དང་དེ་བཞིན་གཉིས་གཉིས་སོགས།
en: Embracing, coupling, and so forth, {7.1.2} “This twilight language has not been taught

source: །རྒྱུད་ཀྱང་རྣམ་པ་བཞི་རྣམས་ཀྱིས།
en: Even in the four divisions of tantra.”

source: །དགོངས་པའི་སྐད་ནི་མ་བསྒྲགས་པ།
en: “I will teach it, Vajragarbha;

source: །བཅོམ་ལྡན་ངེས་པར་གསུང་དུ་གསོལ།
en: Please listen with undivided attention.

source: །དགོངས་པའི་སྐད་ནི་སྐད་ཆེན་པོ།
en: “The great language called twilight language

source: །དམ་ཚིག་བརྡ་ནི་རྒྱས་པ་རུ། །རྡོ་རྗེ་སྙིང་པོ་ངས་བཤད་ཀྱིས། །དེ་ཉིད་རྩེ་གཅིག་སེམས་ཀྱིས་ཉོན།
en: Is an extensive list of pledge signs.

source: །མ་ད་ན་ཆང་བ་ལ་ཤ།
en: Amorous intoxication stands for ‘wine,’ strength for ‘meat,’

source: །འདུ་བ་མ་ལ་ཡ་ཛ་ཉིད།
en: And sandalwood for ‘meeting.’

source: །འགྲོ་བ་ཁེ་ཊ་རོ་ནི་ཤྲ་བ།
en: Phlegm stands for ‘going,’ shelter for ‘corpse,’

source: །རུས་པའི་རྒྱན་ནི་ནི་རཾ་ཤུ།
en: And nudity for ‘bone ornament.’

source: །འོང་བ་ཕྲེཾ་ཀ་ཎ་རུ་བརྗོད།
en: Swing is said to mean ‘arriving,’

source: །ཅང་ཏེ་ཀྲི་པྲི་ཏ་རུ་བརྗོད།
en: And fuel is known to stand for ‘hand drum.’

source: །སྐལ་མེད་དུ་དུ་ར་ཞེས་བཤད།
en: Dundura drum is said to mean ‘unworthy,’

source: །སྐལ་ལྡན་ཀཱ་ལིཉྫ་རྃ་བརྗོད།
en: And Kāliñjara mountain stands for ‘worthy.’

source: །རེག་མིན་ཌི་ཌི་མ་ཞེས་བརྗོད།
en: Diṇḍima drum stands for ‘untouchable,’

source: །ཐོད་པ་པདྨ་བྷ་ཛ་ནྃ།
en: And lotus vessel for ‘skull.’

source: །བཟའ་བ་ཏི་པྲི་ཏ་ར་ཤེས་བྱ།
en: Satisfying should be known to stand for ‘food,’

source: །ཚོད་མ་མ་ལ་ཏིན་དྷ་ནྃ།
en: And jasmine wood for ‘herbs.’

source: །བཤང་བ་ཙ་ཏུསྶ་མྃ་བརྗོད།
en: Four ingredients is said to mean ‘feces,’

source: །གཅི་བ་ཀ་སྟྲུ་རི་ཞེས་བརྗོད།
en: And musk , ‘urine.’

source: །རང་བྱུང་སིཧླར་ཤེས་པར་བྱ།
en: Frankincense is known to mean ‘blood,’

source: །ཁུ་བ་ག་བུར་བརྗོད་པར་བྱ།
en: And camphor is known to mean ‘semen.’

source: །ཤ་ཆེན་ཤཱ་ལི་ཛ་ཞེས་བརྗོད།
en: Rice product is said to mean ‘human meat,’

source: །དབང་པོ་གཉིས་སྦྱོར་ཀུན་དུ་རུ།
en: And olibanum means ‘union of the two sexual organs.’

source: །རྡོ་རྗེ་བོལླ་ཞེས་བརྗོད་དེ།
en: Vajra is said to mean ‘male sexual organ,’

source: །པདྨ་ཀཀྐོ་ལ་ཞེས་ཟེར། །མུ་ཁི།
en: And lotus , ‘female sexual organ.’

source: སོར་མོ་ཁ་རུ་བཅུག་པ་ནི།
en: “Placing the finger on the mouth

source: །མཁའ་འགྲོ་མ་ཡི་མཚན་མའོ།
en: Is the sign of Ḍākinī.

source: །གྷོ་གྷུ།
en: The code word is muku

source: ཐལ་མོ་སྤྱི་བོར་ཡང་དག་གཞག །མར་མེ་མ་ཡི་མཚན་མའོ།
en: Placing folded hands at the forehead Is the sign of Dīpinī.

source: །གྷུ་གྷུ།
en: The code word is ghoghu

source: །མཐེ་བོང་རྒན་པོ་བཅངས་པ་ནི།
en: “Pressing the thumb

source: །འཇིབ་བྱེད་མ་ཡི་མཚན་མའོ།
en: Is the sign of Cūṣiṇī.

source: །མུ་གྷུ།
en: The code word is gughu

source: ལག་པས་རྣ་བ་བརྡེབས་པ་ནི།
en: Tapping on the ears with the hands

source: །གཡོ་ལྡན་མ་ཡི་མཚན་མ་ཉིད།
en: Is the sign of Kambojī.

source: །ལུ་གྷུ།
en: The code word is mughu

source: སྣ་རྩེར་ཐལ་མོ་བརྡེབས་པ་ནི།
en: “Tapping on the tip of one’s nose with the palm of the hand, One will inquire about a person’s well-being.

source: །དགེ་བའི་གཏམ་ནི་འདྲི་བའོ།
en: The code word is lughu

source: །དྲཥྚ་རི་དགས་མགོ་སྟོན་པ།
en: The practitioner of Yogatantra should also display the ‘head of a deer,’

source: །རྣལ་འབྱོར་མ་ཡི་མཚན་མར་མཚོན།
en: Giving to this hand gesture his full attention. The code word for this is draṣṭa

source: །ཌ་ཞེས་བྱ་བ་སྐྱེས་བུར་ངེས།
en: “Further, the word ḍā denotes a man;

source: །ཌཱི་ནི་བུད་མེད་དེ་ནས་བརྗོད།
en: ḍī , a woman;

source: །པུ་ཞེས་བྱ་བར་རེངས་པ་ཉིད།
en: pu , the magic of paralyzing;

source: །སུ་ནི་དེ་བཞིན་ཟ་བ་ཉིད།
en: su , eating;

source: །མ་ཞེས་བྱ་བ་མ་རུ་བརྗོད།
en: mā , mother;

source: །ཡོ་ནི་དེ་བཞིན་ཆུང་མར་ངེས།
en: yo , wife;

source: །བྷི་ཞེས་བྱ་བ་སྲིང་མོ་ཉིད།
en: bhi , younger sister;

source: །དྷི་ཞེས་བྱ་བ་མཛའ་མོར་བརྗོད།
en: dhī , female friend;

source: །ལུ་ཞེས་བྱ་བ་བུ་མོར་ངེས།
en: lu , daughter;

source: །སྟྲི་ནི་ཁྲག་ཏུ་ཤེས་པར་བྱ།
en: strī , menstrual blood;

source: །ས་ནི་ཞི་བའི་བཏུང་བ་ཉིད།
en: sa , drinking soma;

source: །པེ་ཞེས་བྱ་བ་བཏུང་བ་སྟེ།
en: pe, drink;

source: །བི་ཞེས་བྱ་བ་ངེས་པར་ཤ།
en: phī , meat;

source: །བྷ་ཞེས་བྱ་བ་བཟའ་བར་བརྗོད།
en: bha , eating;

source: །བྷུ་ཞེས་བྱ་བ་འདུ་བ་ཉིད།
en: bhū , meeting;

source: །བི་ཞེས་བྱ་བ་དུར་ཁྲོད་ཉིད།
en: pī , charnel ground;

source: །བྷུ་ཞེས་བྱ་བ་རོ་རུ་བརྗོད།
en: bhu , a corpse;

source: །ཌཱི་ཞེས་བྱ་བ་རྣལ་འབྱོར་མ།
en: dī , a yoginī;

source: །ག་ནི་དེ་བཞིན་ལཱ་མཱ་ཉིད།
en: ga , the goddess Lāmā

source: །སྟྲི་ཞེས་བྱ་བ་གཟུགས་ཅན་མ།
en: tri , the goddess Rūpiṇī;

source: །ཀུ་ཞེས་བྱ་བ་མཁའ་འགྲོ་མ།
en: ku , the goddess Ḍākinī

source: །ཁ་ཞེས་བྱ་བ་དུམ་སྐྱེས་མ།
en: kha , the goddess Khaṇḍarohā;

source: །ཛ་ཞེས་བྱ་བ་བྱིན་པ་ཟུང་།
en: ja , the pair of knees;

source: །ཀེ་ཞེས་བྱ་བ་ལག་པ་གཉིས།
en: ke , the pair of arms;

source: །བྷ་ཞེས་བྱ་བ་ཕྱག་འཚལ་བ།
en: bha , reverential salutation;

source: །སྭཱ་ནི་ལེགས་འོངས་བྱ་བ་ཡིན།
en: and sva , an act of welcome.

source: །འདི་རྣམས་ནི་ཡི་གེ་རེ་རེ་ཞིང་ཡང་བརྡ་སྟེ། དཔའ་བོ་དང་སྲིང་མོར་དེས་ཤེས་པར་བྱའོ། །ཡི་གེའི་དམ་ཚིག་གི་ཕྱག་རྒྱའི་ཡེ་ཤེས་སོ།
en: “These, which are code words with a single syllable each, will be understood by the virile ones and their sisters. This is the art of the pledge seals consisting of syllables.”

source: །ངག་གི་བརྡ་ནི་མི་འཚལ་བས།
en: “I do not know the meanings of some coded expressions.

source: །མདོར་བསྡུས་ནས་ནི་བཤད་བྱ་བ།
en: “I will now teach it briefly,

source: །པོ་ཏྃ་གི་ཞེས་བྱ་བ་ནི་ཕྱག་གོ།
en: Potāṅgī is a greeting;

source: །པྲ་ཏི་པོ་ཏྃ་གི་ཞེས་བྱ་བ་ནི་ཕྱག་གི་ལན་ནོ།
en: Potāṅgī given in response is a greeting returned.

source: །ག་མུ་ཞེས་བྱ་བ་ནི་འགྲོ་བ་ཞེས་བརྗོད་པར་འགྱུར་རོ།
en: “The word gamu expresses the notion ‘I go’;

source: །ལུམ་པ་ཞེས་བྱ་བ་ནི་འོང་བ་ཉིད་དོ།
en: the word lumba , ‘I come’;

source: །ནི་ག་རཾ་ཞེས་བྱ་བ་ནི་བྱིན་ཅིག་ཅེས་བརྗོད་པར་འགྱུར་རོ།
en: the word swallowing , the notion ‘please give’;

source: །ཙཊྚུ་ཀ་ཞེས་བྱ་བ་ནི་ཁྱེར་ཅིག་ཅེས་བརྗོད་པ་ཡིན་ནོ།
en: wooden vessel , ‘please take’;

source: །ཧྲི་ད་ཡ་ཞེས་བྱ་བ་ནི་དཔའ་བོ་ཞེས་བྱ་བ་ཡིན་ནོ།
en: heart , ‘hero’;

source: །ཀཽ་ར་བ་ཞེས་བྱ་བ་ནི་གསོད་པ་ཞེས་བརྗོད་པ་ཡིན་ནོ།
en: descendant of Kuru , ‘killing’;

source: །ཀརྞྞི་ཀ་ཞེས་བྱ་བ་ནི་དྲིལ་བུ་ཞེས་བརྗོད་པ་ཡིན་ནོ།
en: earring , ‘bell’;

source: །ཨ་ལི་ཀ་ར་ཎ་ཞེས་བྱ་བ་ནི་སྤྱི་བོ་ཞེས་བརྗོད་པ་ཡིན་ནོ།
en: alikaraṇa , ‘head’;

source: །བ་ར་ཧ་ཞེས་བྱ་བ་ནི་སྐྲ་ཞེས་བརྗོད་པ་ཡིན་ནོ།
en: boar , ‘hair’;

source: །ཤྲ་བ་ཎ་ཞེས་བྱ་བ་ནི་རྣ་བའོ།
en: hearing , ‘ear’;

source: །མནྠཱ་ཞེས་བྱ་བ་ནི་བདུད་རྩིའོ།
en: churning , ‘ambrosia’;

source: །ན་ར་ཞེས་བྱ་བ་ནི་མཉམ་པར་སྦྱོར་བ་ཞེས་བརྗོད་པ་ཡིན་ནོ།
en: man , ‘coming together’;

source: །ཏཱ་ལི་ཀཱ་ཞེས་བྱ་བ་ནི་མཁའ་འགྲོ་མའོ།
en: palm of the hand , ‘ḍākinī’;

source: །ནཱ་ར་ཀ་ཞེས་བྱ་བ་ནི་དཀྱིལ་འཁོར་རོ།
en: hell , ‘maṇḍala’;

source: །ཨ་མུ་ཀྃ་ཞེས་བྱ་བ་ནི་དུར་ཁྲོད་དོ།
en: such and such , ‘charnel ground’;

source: །ཀཱ་ལི་ལ་ཞེས་བྱ་བ་ནི་སྒོའོ།
en: kākhilā , ‘door’;

source: །སྭ་ས་ཎྃ་ཞེས་བྱ་བ་ནི་བྲམ་ཟེའོ།
en: breathing , ‘brahmin’;

source: །པ་རི་དྷི་ནི་རྒྱལ་རིགས་སོ།
en: enclosure , ‘kṣatriya’;

source: །བི་ར་ཏི་རི་ནི་རྗེའུ་རིགས་སོ།
en: cessation , ‘vaiśya’;

source: །ཀྲུ་ར་ཞེས་བྱ་བ་ནི་དམངས་རིགས་སོ།
en: cruel , ‘śūdra’;

source: །ཨནྟ་ནི་གདོལ་པའི་རིགས་སོ།
en: end , ‘house of an untouchable’;

source: །ཨ་ལི་ཀ་ནི་ཕྱུགས་སོ།
en: scorpio , ‘cattle’;

source: །བྷ་གི་ནི་ནི་མཁའ་འགྲོ་མའོ།
en: younger sister , ‘ḍākinī’;

source: །མུ་ད་ཀྃ་ནི་ཚིལ་བུའོ།
en: mudaka , ‘fat’;

source: །གྲིཧྣ་ཞེས་བྱ་བ་ནི་ཕྱག་རྒྱའོ།
en: gṛhāṇa , ‘gesture’;

source: །དནྟ་སྤཪྴ་ཏི་ཛི་ཧྭ་ཞེས་བྱ་བ་ནི་བཀྲེས་སོ་ཞེས་བརྗོད་པ་ཡིན་ནོ།
en: when one touches one’s teeth with the tongue , ‘hunger’;

source: །གྷནྡ་པ་ཧི་ནི་སྲེད་པའོ།
en: fragrant with perfume , ‘thirst’;

source: །ཨཱ་ག་མ་ན་ཞེས་བྱ་བ་ནི་གན་དུའོ།
en: arrival , ‘where’;

source: །སྠཱ་ན་ཞེས་བྱ་བ་ནི་ཆེ་གེ་མོར་རོ།
en: place , ‘such and such a person’;

source: །ཀི་ར་ཎ་ནི་མེ་ཏོག་གོ།
en: light ray , ‘flower’;

source: །ལམ་པོ་ནི་འཇིགས་པའོ།
en: hanging , ‘abdomen’;

source: །དནྟ་ནི་རྒོད་པ་ཞེས་བརྗོད་པ་ཡིན་ནོ།
en: teeth , ‘mirth’;

source: །ནི་རོ་དྷ་ནི་ཆར་པའོ།
en: cessation , ‘rain’;

source: །བི་ཛཱཔྟི་ནི་ཆོག་པར་འཛིན་པའོ།
en: report , ‘satisfaction’;

source: །དྷུ་མཱ་ནི་སྤྲིན་ནོ།
en: smoky , ‘clouds’;

source: །དྷུ་མྲ་པྲི་ཡ་དང་། སཱ་ནུ་ནི་རིའོ།
en: fond of smoking and summit , ‘mountains’;

source: །ས་རི་ཏོ་ནི་ཆུ་བོའོ།
en: streams , ‘rivers’;

source: །ཨོཾ་གུ་ལྱ་ནི་ཡན་ལག་དང་ཉིང་ལག་གོ།
en: fingers , ‘part / portion’;

source: །བ་ད་ནྃ་ནི་ཁའོ།
en: mouth , ‘face’;

source: །རཱ་ཛི་ཀ་ནི་ལྕེའོ།
en: washerwoman , ‘tongue’;

source: །ཨ་ད་ནཱ་ནིའོ། །པྃ་ཀ་ཏི་ནི་རྒྱལ་མཚན་ནོ།
en: eating , ‘teeth’;

source: །ཙྪན་དོ་ནི་ཕྲེང་བའོ།
en: row / series , ‘banner’; desire / intention , ‘garland’;

source: །ཙ་ལ་ནི་རླུང་ངོ་།
en: movement , ‘wind’;

source: །མྲྀ་ཀ་པ་ཏི་ནི་ཕྱུགས་སོ།
en: lord of animals , ‘cattle’;

source: །མཎྜ་ལ་ནི་མཉམ་པའོ།
en: circle , ‘evenness / equanimity’;

source: །སྭཱ་ས་ནི་ལམ་གྱི་བཞི་མདོའོ།
en: breathing , ‘crossroads’;

source: །ཕལ་གུ་ཤ་ནི་སྐྱེ་བོའོ།
en: phālguṣa , ‘person’;

source: །མ་ཧ་ཀྵ་ར་ནི་ཕྱུགས་ཆེན་པོའོ།
en: and the great syllable , ‘great sacrificial victim.’

source: །ཙྪ་ནི་རའོ།
en: “Further, the syllable chā signifies a goat;

source: །ན་ཞེས་བྱ་བ་ནི་སྐྱེས་པའོ།
en: nā , a human being;

source: །གོ་ཞེས་བྱ་བ་ནི་བ་གླང་ངོ་།
en: go , an ox;

source: །ཞེས་བྱ་བ་ནི་མ་ཧེའོ།
en: ma , a buffalo;

source: །བྷི་ཞེས་བྱ་བ་ནི་བཟའ་བའོ།
en: bhā , eating anywhere;

source: །ཧ་ཞེས་བྱ་བ་ནི་རྣམ་གྲངས་སོ།
en: and hā , a recurrence.

source: །ཨ་ཕྱ་ཀ་ཞེས་བྱ་བ་ནི་རྒྱལ་པོའི་སྐྱེས་བུའོ།
en: The word apyakā means ‘king’s men,’

source: །སྠ་ཞེས་བྱ་བ་ནི་གནས་སོ།
en: and to remain , ‘the act of remaining.’

source: །མུ་ཁ་སྦཪྴ་ན་ནི་ཟོས་སོ་ཞེས་བྱ་བའོ།
en: When one touches the mouth, it means ‘I have eaten’;

source: །དནྟ་སྤཪྴ་ན་ནི་འགྲངས་སོ་ཞེས་བྱ་བའོ།
en: When one touches the teeth, it means ‘I am sated.’

source: །ཧོ་ཞེས་བྱ་བ་ནི་གང་ཡང་རྣམ་གྲངས་སོ།
en: The syllable ho means ‘recurrence.’

source: །ཧྲཱི་ཀ་ནི་ངོ་ཚ་བའོ།
en: The word shame means ‘bashfulness.’

source: །ཤཱུ་ནྱ་སྤརྴ་ནེ་ནི་མཻ་ཐུ་ན་གྱིས་ཤིག་ཅེས་བྱ་བའོ།
en: When one touches an empty space, this means, ‘Please have sex with me’;

source: །ཨུ་རུ་སྤཪྴ་ནེ་ནི་དེ་ལྟ་ད་ལྟར་གྱིས་ཤིག་ཅེས་བྱ་བའོ།
en: When one touches the thighs, this means, ‘Let’s do so quickly.’

source: །ངག་གི་བརྡ་ཡི་ཡེ་ཤེས་སོ།
en: “This concludes the section about the art of secret signs. “The gaze that brings downfall is said

source: །མཉམ་པར་དྲག་ཤུལ་དཔྲལ་བ་ཅན། །རྟག་ཏུ་ལྟུང་བར་བྱེད་པར་བརྗོད།
en: To always be even, with eyebrows furrowed in anger.

source: །དབང་གི་ལྟ་སྟངས་གཡོན་ན་གནས།
en: The enthralling gaze should be directed to the left,

source: །གཡོན་པ་ན་ནི་གཟུགས་བརྙན་གཉིས།
en: With both eyes looking at the effigy on the left side.

source: །གཡས་པའི་ཆ་ལ་དགུག་པ་ཉིད།
en: “In the summoning gaze, the effigy is on the right

source: །གཉིས་ནི་སྟེང་དུ་སྦྱར་བར་བྱ།
en: And the two eyes turned upward.

source: །དབུ་མ་རེངས་པའི་ལྟ་སྟངས་ཉིད།
en: The paralyzing gaze is directed toward the center,

source: །སྣ་ཡི་རྩེ་མོའི་དབུས་སུ་གཉིས།
en: With the two eyes directed at the bridge of the nose.

source: །དུད་འགྲོའི་ལྟ་སྟངས་གསད་པ་ལ།
en: “For killing, the gaze should be level,

source: །སྣ་ཡི་རྩེ་མོར་གཟུགས་བརྙན་གཉིས།
en: With the two eyes fixed at the tip of the nose.

source: །འབྱུང་བ་ཉིད་ཀྱིས་ལྟུང་བར་བྱེད།
en: Causing downfall should be done while exhaling,

source: །བུམ་པ་ཡིས་ནི་དབང་དུ་བྱེད།
en: And enthralling while holding the breath in.

source: །དགང་བ་ཡིས་ནི་འགུགས་པ་ཉིད།
en: “Summoning is done while inhaling,

source: །ཞི་བ་ཉིད་ཀྱིས་རེངས་པར་བྱེད།
en: And paralyzing while holding the breath in.

source: །རློན་པའི་ཤིང་ལ་ལྟུང་བྱེད་ཉིད།
en: While training, the gaze causing downfall should be directed at a pine tree,

source: །མེ་ཏོག་ལ་ནི་དབང་དུ་གྲགས།
en: And the enthralling gaze, at a flower. “The summoning gaze should be directed at a euphorbia,

source: །རྡོ་རྗེ་ཤིང་ལ་དགུག་པ་ཉིད། །གཡོ་བཅས་རྩལ་རེངས་བྱེད་ཉིད།
en: And the paralyzing gaze, at grass that is swaying.

source: །ཟླ་དྲུག་གོམས་པའི་རྣལ་འབྱོར་གྱིས།
en: One will succeed after six months of practice,

source: །འགྲུབ་འགྱུར་འདི་ལ་ཐེ་ཚོམ་མེད།
en: There is no doubt about this.

source: །འདི་ལ་འཁྲུལ་བར་མི་བྱ་སྟེ།
en: “One should not err in this practice.

source: །སངས་རྒྱས་རྫུ་འཕྲུལ་བསམ་མི་ཁྱབ།
en: The powers of the Buddha are inconceivable.

source: །སློབ་དཔོན་གཉིས་ལ་ཕྱག་འཚལ་ནས། །ཤིན་ཏུ་ཕྱག་འཚལ་དཔལ་ལྡན་ནི། །རྡོ་རྗེ་སེམས་སོགས་རྣལ་འབྱོར་གྱིས། །གཡས་པའི་སྨིན་མ་སྒྱུར་ཚུལ་གྱིས། །ནམ་མཁར་འགྲོ་བར་བསྒོམས་པས་ནི།
en: “The homage is paid and returned with the two ‘teachers’ present.

source: །གང་ཞིག་གནས་པས་འགྲུབ་པར་འགྱུར།
en: “If one employs the deity yoga of the glorious Vajrasattva or others and frowns with the right eyebrow, one will be successful, upon contemplating sky-travel, in rising into the air.

source: །གཡོན་པའི་སྨིན་སྒྱུར་ཕ་རོལ་གྱི། །སྡེ་ལས་མཆོག་ཏུ་རྒྱལ་བར་འགྱུར།
en: If one frowns with the left eyebrow, victory over a hostile army will follow.

source: །བདུད་ཀྱི་དཔུང་ནི་གཞོམ་པའི་ཕྱིར། །དེ་ཉིད་ཀྱི་ནི་རྣལ་འབྱོར་གྱིས།
en: With the same practice one will crush the forces of Māra.

source: །གཡོན་པའི་མིག་བསྒུལ་ཞེས་བྱ་བས། །དཀར་མོ་ལ་སོགས་གཟུགས་བསྒོམས་པས། །དེར་ནི་རྫོགས་ན་འགྲུབ་པར་འགྱུར།
en: “If one contemplates the form of Gaurī or other female deities and bats one’s left eye, one will be able to manifest their forms.

source: །གཡས་པའི་མིག་བསྒུལ་ཞེས་བྱ་བས། །དཔལ་ལྡན་རྡོ་རྗེ་སེམས་སོགས་ཀྱིས། །སྐྱེས་བུའི་གཟུགས་ནི་རྫོགས་པར་འགྱུར།
en: If one contemplates the form of Vajrasattva or other male deities and bats one’s right eye, one will manifest their respective forms.

source: །ངག་གི་ཐ་སྙད་མ་གཏོགས་པར། །འཇིག་རྟེན་རབ་ཏུ་གྲགས་པ་ཡི། །ཐ་སྙད་དུ་ཡང་འགྲུབ་པར་འགྱུར། །དེ་ལྟར་ཡོ་གིས་འཇིག་རྟེན་དང་། །འཇིག་རྟེན་འདས་པར་བསྡུས་པར་འགྲུབ། །ལེགས་པར་བཤད་པའི་དངོས་གྲུབ་བོ།
en: “Without an agreed convention of language, not even the well-established worldly usages would have any effect. The same is the case with the yogic accomplishments in poetry and song, both mundane and supramundane.

source: །ལྟ་སྟངས་ཀྱི་ཕྱག་རྒྱའི་ཡེ་ཤེས་སོ།
en: “This concludes the section about the art of gaze-mudrās.

source: །དཔལ་ལྡན་རྡོ་རྗེ་སེམས་སྦྱོར་ཞིང་།
en: “Assuming the form and shape of glorious Vajrasattva Consistent with being fully in union with him,

source: །ཇི་ལྟར་དབྱིབས་ཀྱི་སྐུ་ལྡན་པས།
en: One should place, as directed,

source: །འདིར་ནི་མི་ཡི་ཐོད་པ་ཡི། །ཡུངས་ཀར་ཆོ་ག་བཞིན་དུ་གདབ།
en: Some mustard seeds in a human skull cup.

source: །བཙོས་པའི་མར་ཁུ་བཟའ་བྱས་ཤིང་།
en: “Additionally, he should eat a dish cooked in oil,

source: །མགོ་བོ་འབྲས་བུས་དེ་བཞིན་བྱུགས།
en: And smear the head with the fruits. This affords the best of all protections

source: །ཕྱོགས་མཚམས་ནམ་མཁའ་ས་བཅིངས་པས། །བསྲུང་བ་ཀུན་གྱི་གོང་ན་མེད།
en: By binding earth and sky up to their farthest limits in the ten directions.

source: །ཚེམས་ནི་བསྡམས་ཤིང་ཞལ་བཙུམས་པས།
en: Biting his lower lip and in union with his consort

source: །དཔལ་ལྡན་གཡོན་པ་བསྒྱིངས་འཛིན་ཅིང་།
en: The illustrious one proudly holding implements in his left hands

source: །གཡས་པར་འཁོར་ལོ་ཕྱོགས་ཚུལ་གྱིས།
en: And, with his right hands, displaying the circuit of the compass—
